{"albums" :  
[

  {
    "name": "U2",
    "shortname": "unforgettablefire",
    "albumname": "The Unforgettable Fire (1984)",
    "summary": "'The Unforgettable Fire' was the fourth studio album released by U2. The title of the album is a reference to an art exhibit, that the band had seen while on the War tour, about the atomic bombing of Hiroshima Japan during World War II. U2 began recording on May 5, 1984 and did not finish recording until August 5, 1984.  The album was released on October 1, 1984 in Europe and on October 2, 1984 in North America. Three commercial singles were released from “The Unforgettable Fire”: “Pride (In the Name of Love)”, “The Unforgettable Fire” and “Wide Awake in America”, although it was only released in South Africa.",
    "artwork": ["TheUnforgettableFire.jpg"],
    "tracklist": "1. A Sort of Homecoming  2. Pride(In the Name of Love) 3. Wire 4. The Unforgettable Fire 5. Promendade 6. 4th of July 7. Bad 8. Indian Summer Sky 9. Elvis Presley and America 10.MLK”",
    "albumSM": "https:// https://open.spotify.com/album/3FFosIE1A9HGRrinKTcBQ3"
  },
  {
    "name": "U2",
    "shortname": "joshuatree",
    "albumname": "The Joshua Tree (1987)",
    "summary": "'The Joshua Tree', released in 1987, was U2's fifth studio album.  The title is a reference to a type of yucca tree that can be found in deserts an appears on the album cover.  'The Joshua Tree' was U2's first album to reach #1 in the US. In 2014, 'The Johsua Tree' was selected for preservation in the United States National Recording Registry by the Library of Congress for being 'culturally, historically, or aesthetically significant.'",
    "artwork": ["JoshuaTree.jpg"],
    "tracklist": "1. Where the Streets Have No Name 2. I Still Haven't Found What I'm Looking For 3. With or Without You 4. Bullet The Blue Sky 5. Running to Stand Still 6. Red Hill Minning Town 7. In God's Country 8. Trip Through Your Wires 9. One Tree Hill 10.Exit 11. Mothers of the Disappeared",
    "albumSM": "https://open.spotify.com/album/5vBZRYu2GLA65nfxBvG1a7"
  },
  {
    "name": "U2",
    "shortname": "rattleandhum",
    "albumname": "Rattle and Hum (1988)",
    "summary": "Rattle and Hum was U2's explorations of America throughout The Joshua Tree tour. It is a bit of a mish-mash with six songs recorded live in concert, nine new studio recorded tracks ad two songs that weren't even from U2(Helter Skelter and All Along the Watchtower).",
    "artwork": ["RattleandHum.jpg"],
    "tracklist": "1. Helter Skelter 2. Van Diemen's Land 3. Desire 4. Hawkmoon 269 5. All Along the Watchtower 6. I Still Haven't Found What I'm Looking For 7. Freedom for my People 8. Silver and Gold 9. Pride(In the Name of Love) 10. Angel of Harlem 11. Love Rescue Me 12. When Love Comes to Town 13. Heartland 14. God Part II 15. The Star Spangled Banner 6. Bullet the Blue Sky 17. All I Want is You",
    "albumSM": "https://open.spotify.com/album/5vBZRYu2GLA65nfxBvG1a7"
  },
  {
    "name": "U2",
    "shortname": "achtungbaby",
    "albumname": "Achtung Baby (1991)",
    "summary": "'Achtung Baby was U2's first full length album of the 1990's and the seventh album of their career.  During the recording of the album the band teetered on the verge of breaking up, but a breakthrough was reached when they stumbled over the song 'One'.",
    "artwork": ["AchtungBaby.jpg"],
    "tracklist": "1.Zoo Station 2. Even Better Than the Real Thing 3. One 4. Until the End of the World 5. Who's Gonna Ride Your Wild Horses 6. So Cruel 7. The Fly 8. Mysterious Ways 9. Tryin' To Throw Your Arms Around the World 10. Ultra Violet(Light My Way) 11. Acrobat 12. Love is Blindness",
    "albumSM": "https://open.spotify.com/album/5n52kyQKeUZs5ObZJejLQd"
  },
  {
    "name": "U2",
    "shortname": "zooropa",
    "albumname": "Zooropa (1993)",
    "summary": "Zooropa was released in 1999. The title is a play on the name “Europa” mixed with the “Zoo” theme from the Zoo TV tour. The album was started in February 1993 during a six-month break between legs on the Zoo TV tour. U2 decided they would make an EP to capture some of the energy they had after the tour stopped. The tour was due to restart in May 1993, and they felt an EP would allow them to promote the tour. As work progressed, the band realized they were close to an album, and rather than push out the EP before the start of the tour, they traveled between tour destinations and Dublin to complete mixing and recording of the album.",
    "artwork":["Zooropa.jpg"],
    "tracklist": "1. Zooropa 2. Babyface 3. Numb 4. Lemon 5. Stay(Faraway, So Close 6. Daddy's Gonna Pay For Your Crashed Car 7. Some Days Are Better Than Others 8. The First Time 9. Dirty Day 10. The Wander",
    "albumSM": "https://open.spotify.com/album/0IYjMBLA9PgtXyRPlLmTDE"
  }
]
}

